<template>
  <div
    id="page-policy"
    class="main-container">
    <section>
      <header class="page-header">
        <h1 class="page-title">プライバシーポリシー</h1>
      </header>
      <div>
        <h2>個人情報について</h2>
        <p>
          当サイトへお問い合わせいただいた内容について、本人への返信目的以外に使用することはありません。<br>
          また警察・裁判所など公的機関からの書面をもった請求以外に、本人の同意なしにこの情報を第三者に開示することはありません。
        </p>
        <h2>転載について</h2>
        <p>
          当サイトの文章全体・写真・画像の無断転載することを禁止致します。
        </p>
        <h2>引用について</h2>
        <p>
          当サイトは、以下の条件のもと、引用を承諾します。
        </p>
        <ol>
          <li>引用の際は必ず出典元としてサイト名より当サイトへリンクしていただくこと</li>
          <li>引用部分を「blockquoteタグ（引用タグ）」で挟むこと</li>
        </ol>
        <h2>当サイトに掲載されている広告について</h2>
        <p>
          当サイトでは、第三者配信の広告サービス（Googleアドセンス）を利用しています。<br>
          このような広告配信事業者は、ユーザーの興味に応じた商品やサービスの広告を表示するため、<br>
          当サイトや他サイトへのアクセスに関する情報 『Cookie』(氏名、住所、メール アドレス、電話番号は含まれません) を使用することがあります。<br>
          またGoogleアドセンスに関して、このプロセスの詳細やこのような情報が広告配信事業者に使用されないようにする方法については、こちらをご覧ください。
        </p>
        <h2>当サイトが使用しているアクセス解析ツールについて</h2>
        <p>
          当サイトでは、Googleによるアクセス解析ツール「Googleアナリティクス」を利用しています。<br>
          このGoogleアナリティクスはトラフィックデータの収集のためにCookieを使用しています。<br>
          このトラフィックデータは匿名で収集されており、個人を特定するものではありません。<br>
          この機能はCookieを無効にすることで収集を拒否することが出来ますので、お使いのブラウザの設定をご確認ください。<br>
          この規約に関して、詳しくはこちらをご覧ください。
        </p>
        <h2>サイトのご利用・免責事項</h2>
        <p>
          当サイトでは出来る限り正確な情報を掲載することに努めていますが、全ての内容について保証するものではありません。<br>
          当サイトの情報を用いて行う一切の行為、被った損害・損失に対しては、一切の責任を負いかねます。
        </p>
      </div>
    </section>
  </div>
</template>

<script>
import constants from '@/assets/js/constants.js'

export default {
  layout: 'default',
  head () {
    return {
      title: `プライバシーポリシー - ${constants.title}`
    }
  }
}
</script>

<style lang="scss">
#page-policy {
  h2 {
    margin-top: 1rem;
    border-bottom: 1px solid $color-gray;
  }
  p {
    padding: 1rem;
  }
  ol {
    padding-left: 2.5rem;
  }
}
</style>
